7zip
alsa-utils
ark
baobab
base
base-devel
blueman
bluez
bluez-utils
cinnamon
clementine
darktable
decibels
dolphin
dunst
efibootmgr
engrampa
epiphany
evince
fastfetch
firefox
gdm
git
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grim
grub
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyprland
hyprpaper
input-remapper-git
intel-media-driver
intel-ucode
iwd
kate
keyd
kitty
konsole
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
loupe
malcontent
man-db
matugen-bin
nano
nautilus
neofetch
network-manager-applet
networkmanager
oh-my-posh
orca
pavucontrol
pipewire-alsa
pipewire-jack
plasma-meta
plasma-workspace
plocate
polkit-kde-agent
power-profiles-daemon
pwvucontrol
qt6-wayland
rygel
simple-scan
slurp
smartmontools
snapshot
sushi
swww-git
system-config-printer
tecla
timeshift
totem
uwsm
vim
visual-studio-code-bin
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xed
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
yay
yay-debug
yelp
zram-generator
zsh
